import React, { Component } from 'react';

export default class BersonPage extends Component {
    state = {
        textRU: {
            title:"Ультрафиолетовые установки Berson",
            h5_1:"Комплексная система для обеззараживания воды Berson InLine",
            h5text_1:'Системы Berson УФ разработаны для обеззараживания сточных вод, питьевой воды и плавательных бассейнов с помощью УФ - облучения. Специфические свойства очищенных жидкостей, таких как цвет, запах, вкус и кислотность остаются неизменными.',
            h5_2: 'Принцип работы',
            h5text_2:'Ультрафиолетовый свет инактивирует микроорганизмы (бактерии и вирусы), разрушая их ДНК и, таким образом, предотвращая ее репликацию и распространение инфекции. Все традиционные методы дезинфекции (хлор, озон) вырабатывают побочные продукты, увеличивая риск канцерогенных эффектов для здоровья человека и природы. Ультрафиолет является отличной, зарекомендовавшей себя технологией для снижения экологических рисков, популярной за последние десятилетия среди большинства развитых стран мира.',
            h5_list_1:'Приведенные данные могут отличаться в зависимости от модели.',
            h5_list_2:'По сравнению с ультрафиолетовыми системами других производителей.',
            list_1_title:'Основные компоненты:',
            list_2_title:'Преимущества системы:',
            list_1:
                [
                    'Реактор InLine®',
                    'Очистка кварцевых кожухов UltraWipe®',
                    'Датчики УФ интенсивности',
                    'Лампы среднего давления',
                    'Кварцевые кожуха',
                    'Панель управления',
                    'Традиционная балластная система'
                ],
            list_2:
                [
                    'Простота обслуживания - все важные части системы легкодоступны',
                    'Небольшие габаритные размеры - система Cyclops® уменьшает рабочую поверхность',
                    'Возможность разместить горизонтально и вертикально практически для любой существующей установки без особых изменений в трубопроводе.',
                    'Система UltraWipe® для очистки кварцевых кожухов - поддерживает чистоту кварцевых кожухов для высокой дозы ультрафиолета.'
                ]
        },
        textUA: {
            title:"Ультрафіолетові установки Berson",
            h5_1:"Комплексна система для знезараження води Berson InLine",
            h5text_1:'Системи Berson УФ розроблені для знезараження стічних вод, питної води і плавальних басейнів за допомогою УФ - опромінення. Специфічні властивості очищених рідин, таких як колір, запах, смак і кислотність залишаються незмінними.',
            h5_2: 'Принцип роботи',
            h5text_2:'Ультрафіолетове світло інактивує мікроорганізми (бактерії і віруси), руйнуючи їх ДНК і, таким чином, запобігає їх реплікації і поширення інфекції. Всі традиційні методи дезінфекції (хлор, озон) виробляють побічні продукти, збільшуючи ризик канцерогенних ефектів для здоров`я людини і природи. Ультрафіолет є відмінною технологією для зниження екологічних ризиків, популярної за останні десятиліття серед більшості розвинених країн світу.',
            h5_list_1:'Наведені дані можуть відрізнятися в залежності від обраної моделі',
            h5_list_2:'У порівнянні з ультрафіолетовими системами інших виробників',
            list_1_title:'Основні компоненти:',
            list_2_title:'Переваги системи:',
            list_1:
                [
                    'Реактор InLine®',
                    'Очищення кварцових кожухівUltraWipe®',
                    'Датчики УФ інтенсивності',
                    'Лампи середнього тиску',
                    'Кварцеві кожуха',
                    'Панель управління',
                    'Традиційна балластна система'
                ],
            list_2:
                [
                    'Простота обслуговування - всі важливі частини системи легкодоступні',
                    'Невеликі габаритні розміри - система Cyclops® зменшує робочу поверхню',
                    'Можливість розмістити горизонтально і вертикально практично для будь-якої існуючої установки без особливих змін в трубопроводі.',
                    'Система UltraWipe® для очищення кварцових кожухів - підтримує чистоту кварцових кожухів для високої дози ультрафіолету.'
                ]
        },
        img: {
            img1: {
                path:'/images/bersonslide.png',
                alt:'Berson inline'
            }
        }
    };

    render() {
        const ru = this.state.textRU;
        const ua = this.state.textUA;
        const img = this.state.img;
        const whatLanguage = this.props.lang ==='ru';

        return (
            <div className="container">
                <div className="row py-4 text-center">
                    <div className="col-sm-12">
                        <h1>
                            {whatLanguage ? ru.title : ua.title}
                        </h1>
                    </div>

                </div>
                <hr/>
                <div className="row font-weight-light text-justify">
                    <div className="col-xl-4 text-center">
                        <img className="card-img-top berson-img" src={img.img1.path} alt={img.img1.alt}/>
                    </div>
                    <div className="col-xl-8 align-items-center">
                        <h5 className="text-center">{whatLanguage ? ru.h5_1 : ua.h5_1}</h5>
                        <p>{whatLanguage ? ru.h5text_1 : ua.h5text_1}</p>



                    </div>

                </div>
                <div className="row font-weight-light text-justify">
                    <div className="col-xl-12">
                        <h5 className="text-center">{whatLanguage ? ru.h5_2 : ua.h5_2}</h5>
                        <p>{whatLanguage ? ru.h5text_2 : ua.h5text_2}</p>
                    </div>
                </div>
                <div className="row font-weight-light pb-5">
                    <div className="col-lg-6">
                        <h5 className="text-center">{whatLanguage ? ru.list_1_title : ua.list_1_title}</h5>
                        <hr/>
                        <p>{whatLanguage ? ru.h5_list_1 : ua.h5_list_1}</p>
                        <hr/>
                        {
                            whatLanguage ?
                                ru.list_1.map(key => <li key={key}>{key}</li>)
                                :
                                ua.list_1.map(key => <li key={key}>{key}</li>)
                        }
                    </div>
                    <div className="col-lg-6">
                        <h5 className="text-center">{whatLanguage ? ru.list_2_title : ua.list_2_title}</h5>
                        <hr/>
                        <p>{whatLanguage ? ru.h5_list_2 : ua.h5_list_2}</p>
                        <hr/>
                        {
                            whatLanguage ?
                            ru.list_2.map(key => <li key={key}>{key}</li>)
                            :
                            ua.list_2.map(key => <li key={key}>{key}</li>)
                        }
                    </div>
                </div>
            </div>

        );
    }
}