const chlorineText = {
    textRU: {
        title:"Оборудование Evoqua (Wallace & Tiernan)",
        text_1:"Одной из наиболее актуальных проблем в системах водоснабжения и отчистки сточных вод на сегодняшний день является реконструкция хлорного хозяйства в соответствии с требованиями в области техники безопасности и охраны труда, а также обеспечение точности дозирования и автоматического контроля дозы хлора. Эти проблемы успешно решаются с использованием оборудования компании Wallace & Tiernan.",
        text_2:'Компания Wallace&Tiernan является мировым лидером по производству вакуумных систем дозирования хлора и других газообразных сред. Системы предусматривают возможность работы в ручном и автоматическом режиме с управлением по различным параметрам.',
        text_3:'Дозаторы хлора – системы, полностью работающие под вакуум регулятора/предохранительного клапана, хлоратора и инжектора. Управление может быть ручное или автоматическое, возможность управления в пределах погрешности +4% от указанной нормы расхода. Рабочий диапазон – в ручном режиме 20:1 для любого хлоратора, в автоматическом 10:1. Эти хлораторы могут работать практически со всеми газами, применяемыми для обработки воды.',
        chlorine_title:'Хлораторы EVOQUA (Wallace&Tiernan)',

        s10k:'Хлоратор S10k малой производительности',
        s10k_p1:'S10k представляет собой систему дозирования для малых расходов газа. Эта установка имеет небольшую производительность и предназначена для экономной подачи газа при обработке и обеззараживании воды в системах коммунального и промышленного водоснабжения и водоотведения, в плавательных бассейнах и системах подготовки технологической воды для различных отраслей промышленности.',
        s10k_p2:'Данная система дозирования предназначена для дозировки хлора, аммиака, двуокиси серы, углекислого газа. Универсальность ее применения с любым оборудованием обеспечивается гибкостью монтажных конфигураций для баллонов, коллекторов и тонных резервуаров. Выпускается два основных варианта производительностью по газообразному хлору 4 кг/час и 10 кг/час.',
        s10k_list_title_1:'Характеристики',
        s10k_list_title_2:'Особенности',
        s10k_list_1:
            [
                'Монтаж: настенный',
                'Расходомер (ротаметр): от 0.1 до 10 кг/час',
                'Размер расходомера (ротаметра): 3" или 5"',
                '2 варианта исполнения инжектора: до 4 кг/час, до 10 кг/час',
                'Давление на входе: до 16 бар'
            ],
        s10k_list_2:
            [
                'Отображение состояния газового баллона',
                'Отсечка подачи газа',
                'Система регулировки V-Notch для точного дозирования',
                'Специальный универсальный крепежный хомут',
                'Съемные расходомеры'
            ],

        v10k:'Хлоратор V10k средней производительности',
        v10k_p1:'Установка дистанционного регулирования подачи газов под вакуумом V10k предназначена для дозирования газообразного хлора, двуокиси серы, аммиака и углекислого газа.',
        v10k_p2:'Производительность: до 10 кг/час. Возможны также автоматические режимы (4-20 мА сигнал): пропорционально расходу воды, непосредственно по остаточному содержанию, и комбинированное управление.',
        v10k_p3_title:'Универсальная монтажная конфигурация',
        v10k_p4_title:'Простота монтажа системы',
        v10k_p5_title:'Точное регулирование подачи газа',
        v10k_p3:'Настенная установка V10k проста и компактна. Она отличается гибкой конфигурацией, позволяющей пользователю выбирать разные варианты. При необходимости может быть заказан и напольный вариант установки, которая монтируется на стойке.',
        v10k_p4:'Все компоненты системы дозирования и ее обвязка могут быть установлены на панели для настенного монтажа. Такое расположение экономит место и позволяет поместить блок управления отдельно от системы подачи сжатых газов. Передняя панель и компоненты, закрепленные вручную, можно легко снять для проведения технического обслуживания.',
        v10k_p5:'Регулятор питающего потока представляет собой стержень, снабженный V-образным пазом (канавкой) переменного сечения, что позволяет обеспечивать стабилизацию, высокую точность и воспроизводимость значений расхода газа',

        v2000:'Хлоратор V2000 большой производительности',
        v2000_p1:'Семейство хлораторов серии V-2000 представлено напольными установками различных конфигураций и производительностей (до 200 кг/ч) и более компактными настенными блоками, имеющими идентичную надежность и исполнение.',
        v2000_p2:'Максимальная производительность: до 200 кг/час. Управление: Ручное, дистанционное ручное, пуск-стоп, и программное. Возможны также следующие автоматические режимы: пропорционально расходу воды, непосредственно по остаточному содержанию, и комбинированное управление.',
        v2000_p3_title:'Особенности',
        v2000_list_h5:'Серия хлораторов V2000 предоставляет очень широкий выбор опций и возможностей для максимальной гибкости и соответствия поставленным задачам и условиям эксплуатации.',
        v2000_list:
            [
                'Безопасный процесс, полностью происходящий в условиях вакуума, с использованием точного, надежного контроля расхода газа при помощи дозирующего элемента с V-образным пазом',
                'Большие (250мм) расходомеры для наиболее точного считывания',
                'Передняя панель легко снимается для быстрого доступа к компонентам, требующим регулярного обслуживания',
                'Гибкий контроль – от ручного до полностью автоматического с использованием специально разработанного блока управления процессом обеззараживания',
                'Вакуумные регуляторы с уникальными встроенными клапанами двойного контроля, снижающими до минимума возможность выброса газа в атмосферу',
                'Встроенное неизолирующее переключение для непрерывной работы и полного удаления газа из любого контейнера, если это необходимо',
                'Применимо со всеми типами газов, используемых для обработки воды – хлором, аммиаком, диоксидом серы и углекислым газом',
            ],

        evaporator_title:'Испарители для жидкого хлора',
        evaporator_title_2:'Серия 50-200 и Е-2000',
        evaporator_h5:'Производительность до 4500 кг хлора в сутки',
        evaporator_p1:'Испарители жидкого хлора предназначены для непрерывного испарения жидкого хлора в газообразную фазу с автоматическим поддержанием заданного теплового режима. Испаритель применяется в технологических схемах подача - испарение - дозирование хлора в обрабатываемые природные и сточные воды с целью их обеззараживания.',
        evaporator_p2:'Чтобы предупредить переполнение, уровень жидкости в цилиндре под давлением саморегулируется. Уровень в резервуаре с водяной баней поддерживается соленоидным клапаном, который регулирует подачу воды. Термостат поддерживает температуру горячей воды. Система аварийных сигналов и показания приборов контролируют процесс испарения жидкости и работу системы горячей воды.',
        evaporator_list_title:'Основные характеристики:',
        evaporator_list:
            [
                'Производительность 2700, 3600, 4500 кг хлора в сутки',
                'панель управления НЕМА 4 с размыкающим переключателем на плавких предохранителях',
                'в комплект поставки опционально включены системы разгрузки давления жидкого хлора и газа',
                'для надежности эксплуатации электрический нагреватель воды установлен вне камеры испарения',
                'имеется в исполнении для установки вне помещения'
            ],

        control_title:'Контроллеры',
        control_title_2:'Серия SFC и MFC',
        control_h5_1:'Анализатор/контроллер MFC',
        control_h5_2:'Анализатор/контроллер SFC',
        control_p1:'Анализатор/контроллер предлагает разнообразные сочетания анализов питьевой воды и управления дезинфекцией/химической очисткой в едином приборе. Функция управления предлагает выбор простых программируемых режимов управления: регулирование пропорционально расходу, коррекция по остаточному уровню, обеспечивая точное управление хлоратором или насосом-дозатором для поддержания требуемого уровня дезинфекции и качества воды. С помощью нескольких проточных элементов можно измерять до 4 параметров качества воды, таких как свободный и общий хлор, диоксид хлора, озон, фторид, проводимость, окислительно-восстановительный потенциал, рН и температура. Имеются различные элементы для измерения свободного хлора, перманганата калия, диоксида хлора и озона.',
        control_p2:'Приборы серии SFC позволяют постоянно измерять и контролировать широкий спектр параметров качества воды. Блок SFC может использоваться для отслеживания любой технологии измерения и выполнять функцию контроля, специализированную для каждой конкретной задачи. Система SFC может контролировать дозирующие элементы с V-образным пазом в дозаторах газа, например, в системах V10К и V2000, или автоматические дозирующие элементы и приводы с регулируемой скоростью в насосах-дозаторах для поддержания заданной концентрации. Для задач, требующих множественных измерений, подходит серия MFC.',

        button:"Перейти"

    },
    textUA: {
        title:"Оборудование Evoqua (Wallace & Tiernan)",
        text_1:'Однією з найбільш актуальних проблем в системах водопостачання і очистки стічних вод на сьогоднішній день є реконструкція хлорного господарства відповідно до вимог в області техніки безпеки і охорони праці, а також забезпечення точності дозування і автоматичного контролю дози хлору. Ці проблеми успішно вирішуються з використанням обладнання компанії Wallace & Tiernan.',
        text_2:'Компанія Evoqua (Wallace & Tiernan) є світовим лідером з виробництва вакуумних систем дозування хлору і інших газоподібних середовищ. Системи передбачають можливість роботи в ручному і автоматичному режимі з управлінням за різними параметрами.',
        text_3:'Дозатори хлору - системи, які повністю працюють від вакуум регулятора / запобіжного клапана, хлоратора і інжектора. Управління може бути ручне або автоматичне, можливість управління в межах похибки + 4% від зазначеної норми витрати. Робочий діапазон - в ручному режимі 20: 1 для будь-якого хлоратора, в автоматичному 10: 1. Ці хлоратори можуть працювати практично з усіма газами, що застосовуються для обробки води.',
        chlorine_title:'Хлоратори EVOQUA (Wallace&Tiernan)',

        s10k:'Хлоратор S10k малої продуктивності',
        s10k_p1:'S10k являє собою систему дозування для малих витрат газу. Ця установка має невелику продуктивність і призначена для економною подачі газу при обробці і знезараження води в системах комунального і промислового водопостачання і водовідведення, в плавальних басейнах і системах підготовки технологічної води для різних галузей промисловості.',
        s10k_p2:'Дана система дозування призначена для дозування хлору, аміаку, двоокису сірки, вуглекислого газу. Універсальність її застосування з будь-яким обладнанням забезпечується гнучкістю монтажних конфігурацій для балонів, колекторів і тонних резервуарів. Випускається два основні варіанти продуктивністю по газоподібному хлору 4 кг / год і 10 кг / год.',
        s10k_list_title_1:'Характеристики',
        s10k_list_title_2:'Особливості',
        s10k_list_1:
            [
                'Монтаж: настінний',
                'Регулятор потоку (ротаметр): від 0.1 до 10 кг / год',
                'Розмір витратоміра (ротаметра): 3 "або 5"',
                '2 варіанти виконання інжектора: до 4 кг / год, до 10 кг / год',
                'Тиск на вході: до 16 бар'
            ],
        s10k_list_2:
            [
                'Відображення стану газового балона',
                'Відсічення подачі газу',
                'Система регулювання V-Notch для точного дозування',
                'Спеціальний універсальний кріпильний хомут',
                'Знімні витратоміри'
            ],

        v10k:'Хлоратор V10k середньої продуктивності',
        v10k_p1:'Установка дистанційного регулювання подачі газів під вакуумом V10k призначена для дозування газоподібного хлору, двоокису сірки, аміаку і вуглекислого газу.',
        v10k_p2:'Продуктивність: до 10 кг / год. Можливі також автоматичні режими (4-20 мА сигнал): пропорційно витраті води, безпосередньо за залишковим хлором, і комбіноване управління.',
        v10k_p3_title:'Універсальна монтажна конфігурація',
        v10k_p4_title:'Простота монтажу системи',
        v10k_p5_title:'Точне регулювання подачі газу',
        v10k_p3:'Настінна установка V10k проста і компактна. Вона відрізняється гнучкою конфігурацією, що дозволяє користувачеві вибирати різні варіанти. При необхідності може бути замовлений і підлоговий варіант установки, яка монтується на стійці.',
        v10k_p4:'Всі компоненти системи дозування та її обв`язка можуть бути встановлені на панелі для настінного монтажу. Таке розташування економить місце і дозволяє помістити блок управління окремо від системи подачі стислих газів. Передня панель і компоненти, закріплені вручну, можна легко зняти для проведення технічного обслуговування.',
        v10k_p5:'Регулятор напруги потоку являє собою стрижень, забезпечений V-подібним пазом (канавкою) змінного перерізу, що дозволяє забезпечувати стабілізацію, високу точність і відтворюваність значень витрати газу',

        v2000:'Хлоратор V2000 великої продуктивності',
        v2000_p1:'Хлоратори серії V-2000 представлено підлоговими установками різних конфігурацій і продуктивністю (до 200 кг / год) і більш компактними настінними блоками, що мають ідентичну надійність і виконання.',
        v2000_p2:'Максимальна продуктивність: до 200 кг / год. Управління: Ручне, дистанційне ручне, пуск-стоп, і програмне. Можливі також такі автоматичні режими: пропорційно витраті води, безпосередньо за залишковим хлором, і комбіноване управління.',
        v2000_p3_title:'Особливості',
        v2000_list_h5:'Серія хлораторов V2000 надає дуже широкий вибір опцій і можливостей для максимальної гнучкості і відповідності поставленим завданням і умовам експлуатації.',
        v2000_list:
            [
                'Безпечний процес, повністю відбувається в умовах вакууму, з використанням точного, надійного контролю витрати газу за допомогою дозуючого елемента з V-подібним пазом.',
                'Великі (250мм) витратоміри для найбільш точного зчитування.',
                'Передня панель легко знімається для швидкого доступу до компонентів, які вимагають регулярного обслуговування.',
                'Гнучкий контроль - від ручного до повністю автоматичного з використанням спеціально розробленого блоку управління процесом знезаражування.',
                'Вакуумні регулятори з унікальними вбудованими клапанами подвійного контролю, що знижують до мінімуму можливість викиду газу в атмосферу.',
                'Вбудоване неізолююче перемикання для безперервної роботи і повного видалення газу з будь-якого контейнера, якщо це необхідно.',
                'Використовується з усіма типами газів, використовуваних для обробки води - хлором, аміаком, діоксидом сірки і вуглекислим газом.',
            ],

        evaporator_title:'Випарники рідкого хлору',
        evaporator_title_2:'Серія 50-200 та Е-2000',
        evaporator_h5:'Продуктивність до 4500 кг хлору на добу',
        evaporator_p1:'Випарники рідкого хлору призначені для безперервного випаровування рідкого хлору в газоподібну фазу з автоматичним підтриманням заданого теплового режиму. Випарник застосовується в технологічних схемах подача - випаровування - дозування хлору в оброблювані природні і стічні води з метою їх знезараження.',
        evaporator_p2:'Щоб попередити переповнення, рівень рідини в циліндрі під тиском саморегулюється. Рівень в резервуарі з водяною банею підтримується соленоїдним клапаном, який регулює подачу води. Термостат підтримує температуру гарячої води. Система аварійних сигналів і покази приладів контролюють процес випаровування рідини і роботу системи гарячої води.',
        evaporator_list_title:'Основні характеристики:',
        evaporator_list:
            [
                'Продуктивність 2700, 3600 4500 кг хлору на добу',
                'панель управління НЕМА 4 з перемикачем на плавких запобіжниках',
                'в комплект поставки опціонально включені системи розвантаження тиску рідкого хлору і газу',
                'для надійності експлуатації електричний нагрівач води встановлений поза камерою випаровування',
                'існує модель для установки поза приміщенням'
            ],

        control_title:'Контролери',
        control_title_2:'Серія SFC та MFC',
        control_h5_1:'Аналізатор / контролер MFC',
        control_h5_2:'Аналізатор / контролер SFC',
        control_p1:'Аналізатор / контролер пропонує різноманітні поєднання аналізів питної води і управління дезінфекцією / хімічної очищенням в єдиному приладі. Функція управління пропонує вибір простих програмованих режимів управління: регулювання пропорційно витраті, корекція за залишковим рівнем хлору, забезпечуючи точне управління хлоратором або насосом-дозатором для підтримки необхідного рівня дезінфекції та якості води. За допомогою декількох проточних елементів можна вимірювати до 4 параметрів якості води, таких як вільний і загальний хлор, діоксид хлору, озон, фторид, провідність, окислювально-відновний потенціал, рН і температура. Є різні елементи для вимірювання вільного хлору, перманганату калію, діоксиду хлору і озону.',
        control_p2:'Прилади серії SFC дозволяють постійно вимірювати і контролювати широкий спектр параметрів якості води. Блок SFC може використовуватися для відстеження будь-якої технології вимірювання та виконувати функцію контролю, спеціалізовану для кожного конкретного завдання. Система SFC може контролювати дозуючі елементи з V-подібним пазом в дозаторах газу, наприклад, в системах V10К і V2000, або автоматичні дозуючі елементи і приводи з регульованою швидкістю в насосах-дозаторах для підтримки заданої концентрації. Для завдань, що вимагають множинних вимірів, підходить серія MFC.',

        button:"Перейти"
    },
    img: {
        img1: {
            path:'/images/wallace logo.png',
            alt:'wallace logo'
        },
        img2: {
            path:'/images/s10k-1.png',
            alt:'s10k'
        },
        img3: {
            path:'/images/v10k.png',
            alt:'v10k'
        },
        img4: {
            path:'/images/v2000.png',
            alt:'v2000'
        },
        img5: {
            path:'/images/evaporator.png',
            alt:'evaporator'
        },
        img6: {
            path:'/images/mfc-1.png',
            alt:'MFC'
        },
        img7: {
            path:'/images/sfc.png',
            alt:'SFC'
        }

    }
};

export default chlorineText;