const eslineText = {
    textRU: {
        title:"Электролизная установка ES Line для производства гипохлорита натрия",
        h5_1:"Производительность до 12 кг активного хлора в сутки",
        h5text_1:'Конструкция электролизной установки ES Line отличается простотой и компактностью, ' +
        'обеспечивая автоматический непрерывный производственный процесс при низких эксплуатационных ' +
        'и капитальных затратах. Эта установка - продукт украинского производства - ' +
        'совместная разработка специалистов ЧП "Арсенал-Плюс" и ООО "Харьковэнергоприбор"',
        h5_2: 'Преимущества электролизера',
        h5text_2:'Электролизная установка имеет преимущества по многим пунктам. Раствор гипохлорита натрия является эффективным, ' +
        'безопасным дезинфицирующим средством, которое может быть смешано с водой практически в любом количестве.' +
        'Дезинфицирующий эффект проявляет себя аналогично с газообразным хлором, но не имеет потенциальных угроз безопасности как газообразный/жидкий хлор или диоксид.',
        h5text_3:'Существенная экономия средств по сравнению с использованием хлора проявляется в гораздо меньших ' +
        'требованиях к электролизной установке по допускам рабочего персонала, классам опасности помещений, проверкам, ' +
        'контролирующих опасные производства, затратам на транспортировку опасных грузов и т.д. А благодаря более низкой концентрации ' +
        'готового продукта (по сравнению с товарным гипохлоритом), раствор NaClO, производимый установкой ES Line может храниться намного дольше и не разлагаться, теряя концентрацию.',
        list_title_1:'Технические данные',
        list_title_2:'Требования по монтажу',
        list_title_3:'Преимущества установки',
        list_title_4:'Стандартная комплектация',
        list_p_1:'Приведенные технические данные являются номинальными и могут незначительно изменяться во время работы.',
        list_p_2:'Основные требования к помещению, питанию, условиях эксплуатации и монтажу установки:',
        list_p_3:'По сравнению с аналогичными моделями других производителей.',
        list_p_4:'В стандартную комплектацию электролизера ES Line входит следующее:',
        list_text_1:
            [
                'Ток	электролиза: 224 A',
                'Напряжение электролиза: 12 В',
                'Давление воды: 2 до 5 атм',
                'Расход воды: 60 л/час',
                'Расход рассола: 6 л/час',
                'Концентрация готового продукта: 5-8 г/л активного хлора'
            ],
        list_text_2:
            [
                'Подключение к элеткросети: 380 В',
                'Потребляемая мощность: не более 3 кВ*А',
                'Вода: 2-5 бар',
                'Температура воды на входе: +10-25'
                ,'Таблетированная соль «Экстра», 99.8% чистоты',
                'Вентиляция: 6-ти кратный обмен в час'
            ],
        list_text_3:
            [
                'Концентрация производимого раствора гипохлорита 5-8 г/литр активного хлора.',
                'Конструкция в виде готового модуля со всеми электрическими подключениями и обвязкой труб',
                'Простота эксплуатации',
                'Низкие капитальные затраты',
                'Автоматический и ручной режимы работы',
                'Система аварийных автоблокировок для безопасной работы',
                'Удобный графический дисплей, отображающий основные параметры работы',
                'Долговечные аноды английского производства'
            ],
        list_text_4:
            [
                'Блок питания и управления',
                'Блок электролиза',
                'Умягчитель',
                'Емкость для гипохлорита натрия с датчиками уровня',
                'Насос рассола',
                'Насос готового продукта (опция)',
                'Соляной сатуратор',
                'Нагнетательная воздуходувка',
                'Газоанализатор ЩИТ с 2-мя датчиками водорода (опция)'
            ],
        button:"Скачать рекламный буклет (.PDF)"
    },
    textUA: {
        title:"Електролізна установка ES Line для виробництва гіпохлориту натрію",
        h5_1:"Продуктивність до 12 кг активного хлору на добу",
        h5text_1:'Конструкція електролізної установки ES Line відрізняється простотою і компактністю, забезпечуючи автоматичний безперервний виробничий процес при низьких експлуатаційних і капітальних витратах. Ця установка - продукт українського виробництва - спільна розробка фахівців ПП "Арсенал-Плюс" і ТОВ "Харківенергоприлад"',
        h5_2: 'Переваги електролізера',
        h5text_2:'Електролізна установка має переваги по багатьом пунктам. Розчин гіпохлориту натрію є ефективним, безпечним дезинфікуючим засобом, яке може бути змішане з водою практично в будь-якій кількості. Дезінфікуючий ефект проявляє себе аналогічно з газоподібним хлором, але не має потенційних загроз безпеки як газоподібний / рідкий хлор або діоксид.',
        h5text_3:'Істотна економія коштів у порівнянні з використанням хлору проявляється в набагато менших вимогах до електролізної установки по допускам робочого персоналу, класів небезпеки приміщень, перевірок, контролюючих небезпечні виробництва, витрат на транспортування небезпечних вантажів і т.д. А завдяки більш низькій концентрації готового продукту (в порівнянні з товарним гіпохлоритом), розчин NaClO, вироблений установкою ES Line може зберігатися набагато довше і не розкладатися, втрачаючи концентрацію.',
        list_title_1:'Технічні дані',
        list_title_2:'Вимоги по монтажу',
        list_title_3:'Переваги установки',
        list_title_4:'Стандартна комплектація',
        list_p_1:'Наведені технічні дані є номінальними і можуть незначно змінюватися під час роботи.',
        list_p_2:'Основні вимоги до приміщення, живлення, умови експлуатації та монтажу установки:',
        list_p_3:'У порівнянні з аналогічними моделями деяких інших виробників.',
        list_p_4:'У стандартну комплектацію електролізера ES Line входить наступне:',
        list_text_1:
            [
                'Струм електролізу: 224 A',
                'Напруга електролізу: 12 В',
                'Тиск води: 2 до 5 атм',
                'Витрати води: 60 л/год',
                'Витрата розсолу: 6 л/час',
                'Концентрація готового продукту: 5-8 г/л активного хлору'
            ],
        list_text_2:
            [
                'Підключення до електромережі: 380 В',
                'Споживана потужність: не більше 3 кВ*А',
                'Вода: 2-5 бар',
                'Температура води на вході: +12-25',
                'Таблетована сіль «Экстра», 99.8% чистоти',
                'Вентиляція: 6 кратний обмін за годину'
            ],
        list_text_3:
            [
                'Концентрація виробленого розчину гіпохлориту 5-8 г/літр активного хлору.',
                'Конструкція у вигляді готового модуля з усіма електричними з`єднаннями і обв`язкою труб',
                'Простота експлуатації',
                'Низькі капітальні витрати',
                'Автоматичний і ручний режими роботи',
                'Система аварійних автоблокувань для безпечної роботи',
                'Зручний графічний дисплей, що відображає основні параметри роботи',
                'Довговічні аноди англійського виробництва'
            ],
        list_text_4:
            [
                'Блок живлення і управління',
                'Блок електролізу',
                'Пом`якшувач',
                'Ємність для гіпохлориту натрію з датчиками рівня',
                'Насос розсолу',
                'Насос готового продукту (опція)',
                'Соляний сатуратор',
                'Нагнітальна воздуходувка',
                'Газоаналізатор ЩИТ з 2-ма датчиками водню (опція)'
            ],
        button:"Завантажити рекламний буклет (.PDF)"
    },
    img: {
        img1: {
            path:'/images/2.png',
            alt:'Es-Line 12'
        }
    }
};

export default eslineText;