const prominentText = {
    textRU: {

        title_pump:'Насосное оборудование Prominent',
        p_pump_1:'Дозирующие насосы применяются везде, где требуется максимально точно дозировать жидкость (перекачать заданный объем жидкости за отведенное время). Компания ProMinent работает в этой сфере бизнеса уже 40 лет и зарекомендовала себя в качестве одного из мировых лидеров.',
        p_pump_2:'Дозирующие насосы (насосы прямого вытеснения с возвратно-поступательным движением) втягивают заданный объем жидкости во время обратного хода толкателя и выталкивают его в дозировочную линию в цикле нагнетания. Производительность насоса может регулироваться путем изменения длины и частоты хода. Таким образом достигается точное дозирование, остающееся постоянным даже при меняющемся противодавлении.',

        h5_pump_1:'Принцип действия',
        pump_list_title_2:'Сферы применения',
        pump_list_2:
            [
                'Дозирование химикатов',
                'Подготовка питьевой воды',
                'Подготовка воды в плавательных бассейнах',
                'Подготовка технической воды',
                'Дозирование дезинфекционных средств'
            ],
        pump_list_title_3:'Преимущества',
        pump_list_3:
            [
                'Класс защиты IP65 и полностью герметичный корпус',
                'Низкое энергопотребление благодаря высокому КПД',
                'Большой срок наработки на отказ без ремонта',
                'Модельный ряд для любых задач: от 0.5 до 75 л/ч при противодавлении от 25 до 2 бар',
                'Встроенная защита от перегрузки'
            ],


        title_control:'Датчики и контроллеры Prominent',
        h5_control_1:'Принцип действия контроллера',
        p_control_1:'Измерительное оборудования и управляющие системы фирмы ProMinent вместе с насосами или другими исполняющими механизмами дают возможность создать автоматизированную систему, работа которой будет оптимизировать затраты на эксплуатацию и гарантировать качество дезинфекции.',
        p_control_2:'Результаты контроля прямо зависят от качества измерений, правильности выбора режима регулирования и исполнительных механизмов. ProMinent поставляет полный набор необходимого оборудования: от соответствующих датчиков Dulcotest® и точнейшей измерительной и регулирующей апаратуры Dulcometer®, Dulcomarin®, Dulcosmose® и др. до всевозможных аксессуаров, таких как ячейки для датчиков, кабеля и разъемы, преобразователи, реагенты и адаптеры.',
        p_control_3:'Контроллер фирмы ProMinent с возможностью управления насосами являются отличным решением для строгого контроля параметров воды и точной дозировки реагентов. Стандартный мА выход служит для регистрации и документации измеряемых параметров. Для оптимальной адаптации к специфическим требованиям потребителя возможен свободный выбор взаимосвязи «диапазон измерения – аналоговый сигнал». Все выходы имеют разъемы с гальваническим покрытием. Интерфейс RS 232 обеспечивает регистрацию измеряемых параметров, а также возможность непосредственного присоединения к компьютеру.',
        control_list_title_1:'Типы датчиков',
        control_list_1:
            [
                'общий / свободный остаточный хлор',
                'температура',
                'рН и ОВП',
                'электропроводность',
                'озон, кислород, бром и фтор',
                'диоксид хлора, хлорит натрия'
            ],
        control_list_title_2:'Преимущества',
        control_list_2:
            [
                'Широкий модельный ряд датчиков для большого числа параметров',
                'Возможность поставки цельной системы: насосы, контроллер с управлением насосами, проточная ячейка с датчиками',
                'Большой срок наработки на отказ',
                'Одноканальные и многоканальные контроллеры',
                'Встроенная защита от перегрузки контроллеров',
            ]

    },
    textUA:{

        title_pump:'Насосне обладнання Prominent',
        p_pump_1:'Дозуючі насоси застосовуються скрізь, де потрібно максимально точно дозувати рідину (перекачати заданий обсяг рідини за відведений час). Компанія ProMinent працює в цій сфері бізнесу вже 40 років і зарекомендувала себе в якості одного зі світових лідерів.',
        p_pump_2:'Дозуючі насоси (насоси прямого витіснення зі зворотно-поступальним рухом) втягують заданий обсяг рідини під час зворотного ходу штовхача і виштовхують його в дозировочную лінію в циклі нагнітання. Продуктивність насоса може регулюватися шляхом зміни довжини і частоти ходу. Таким чином досягається точне дозування, яке залишається постійним навіть при мінливому протитиску.',
        pump_list_title_1:'Класифікація',
        pump_list_1:
            [
                'Дозуючі насоси з електромагнітним приводом',
                'Дозуючі насоси з моторним приводом',
                'Дозуючі насоси з пневматичним приводом'
            ],
        pump_list_title_2:'Сфери застосування',
        pump_list_2:
            [
                'Дозування хімікатів',
                'Підготовка питної води',
                'Підготовка води в плавальних басейнах',
                'Підготовка технічної води',
                'Дозування дезінфекційних засобів'
            ],
        pump_list_title_3:'Переваги',
        pump_list_3:
            [
                'Клас захисту IP65 і повністю герметичний корпус',
                'Низьке споживання електроенергії завдяки високому ККД',
                'Великий термін напрацювання на відмову без ремонту',
                'Модельний ряд для будь-яких завдань: від 0.5 до 75 л / год при тиску від 25 до 2 бар',
                'Захист від перевантаження'
            ],


        title_control:'Датчики і контролери Prominent',
        h5_control_1:'Принцип дії контролера',
        p_control_1:'Вимірювальне обладнання та керуючі системи фірми ProMinent разом з насосами або іншими виконуючими механізмами дають можливість створити автоматизовану систему, робота якої буде оптимізувати витрати на експлуатацію та гарантувати якість дезінфекції.',
        p_control_2:'Результати контролю прямо залежать від якості вимірювань, правильності вибору режиму регулювання і виконавчих механізмів. ProMinent поставляє повний набір необхідного обладнання: від датчиків Dulcotest® і вимірювальної і регулюючої апаратури Dulcometer®, Dulcomarin®, Dulcosmose® та ін. до всіляких аксесуарів, таких як осередки для датчиків, кабелю і роз`єми, перетворювачів, реагентів і адаптерів.',
        p_control_3:'Контролер фірми ProMinent з можливістю управління насосами є відмінним рішенням для суворого контролю параметрів води і точного дозування реагентів. Стандартний мА вихід служить для реєстрації та документації вимірюваних параметрів. Для оптимальної адаптації до специфічних вимог споживача можливий вільний вибір взаємозв`язку «діапазон виміру - аналоговий сигнал». Всі виходи мають роз`єми з гальванічним покриттям. Інтерфейс RS 232 забезпечує реєстрацію вимірюваних параметрів а також можливість безпосереднього приєднання до комп`ютера.',
        control_list_title_1:'Типи датчиків',
        control_list_1:
            [
                'загальний / вільний залишковий хлор',
                'температура',
                'рН і ОВП',
                'електропровідність',
                'озон, кисень, бром і фтор',
                'діоксид хлору, хлорит натрію'
            ],
        control_list_title_2:'Переваги',
        control_list_2:
            [
                'Широкий модельний ряд датчиків для великого числа параметрів',
                'Можливість поставки цілісної системи: насоси, контролер з керуванням насосами, проточна комірка з датчиками',
                'Великий термін напрацювання на відмову',
                'Одноканальні і багатоканальні контролери',
                'Захист від перевантаження контролерів',
            ]
    },
    img: {
        img1: {
            path:'/images/prominent.png',
            alt:'prominent'
        },
        img2: {
            path:'/images/gamma.png',
            alt:'gamma'
        }
    }
};

export default prominentText;